#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<i>Am Just A Advance Auto Filter Bot Of @MM_GROUPSS ....😉

 വെറുതെ /start അടിക്കേണ്ട... എന്നെ @MM_MOVIESS ഗ്രൂപ്പിൽ മാത്രമേ ഉപയോഗിക്കാൻ പറ്റൂ..😝

ꜱᴏʀʀʏ 🐱. ᴛʜɪꜱ ʙᴏᴛ ᴄᴀɴ ᴏɴʟʏ ᴜꜱᴇ ɪɴ @MM_MOVIESS👇 ..
Dev© @IET_Owner
</i>"""    
    
    HELP_TEXT = """
<b><i><u>How To Use Me!?🤔</u></i></b>

<i>
-> ആദ്യം @MM_MOVIESS ൽ ജോയിൻ ചെയ്യുക
-> എന്നിട്ട് correct സ്പെല്ലിങ്ങോട് കൂടി നിങ്ങൾക്ക് വേണ്ട സിനിമ request ചെയ്യുക
</i>

<b>ഇവിടെ നിന്നെ ആരും സഹായിക്കില്ല:</b>

     <code>വീണ്ടും വീണ്ടും എനിക്ക് പറയാൻ വയ്യ 🤣..എടാ പോടാ...ഇതും വായിച്ചു നിൽക്കാതെ</code>        
            
            
@MM_MOVIESS
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code>MM Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/IET_Owner">മൊയ്‌ലാളി</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://t.me/IET_Owner/721">Click Me 😁</a></i>
"""
